akamud.vscode-theme-onedark
bramvanbilsen.matlab-code-run
davidanson.vscode-markdownlint
ecmel.vscode-html-css
erenyenigul.cherri
esbenp.prettier-vscode
ginfuru.ginfuru-vscode-jekyll-syntax
github.github-vscode-theme
kuravih.vscode-idl
mathematic.vscode-latex
mathworks.language-matlab
mblode.pretty-formatter
michelemelluso.code-beautifier
mrmlnc.vscode-scss
mrorz.language-gettext
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
streetsidesoftware.code-spell-checker
syler.sass-indented
tialki.tex-preview
tomoki1207.pdf
twxs.cmake
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
xdebug.php-debug
